<?php

$names = [
    'Азат',
    'Иван',
    'Рамиль',
    'Алексей',
    'Борис',
    'Алмаз',
    'Салават',
    'Раис',
    'Егор',
    'Николай',
];

$surname = [
    'Миннегалиевич',
    'Рамилевич',
    'Николаевич',
    'Ильдарович',
    'Алексеевич',
    'Иванович',
    'Фаритович',
    'Александрович',
    'Айратович',
    'Булатович',
];

$familyName = [
    'Гайнуллин',
    'Иванов',
    'Шарипов',
    'Сафин',
    'Смирнов',
    'Кузнецов',
    'Хусаинов',
    'Мустафин',
    'Попов',
    'Соколов',
];